{
  "donateUrl": "a.\thttps://buy.stripe.com/aFa8wP7zucr0f2g9nhdMI01",
  "footerText": "© 2025 Anastasia’s Light Incorporated — Shining a light on mental health.",
  "aboutTitle": "Honoring a daughter. Lifting our community.",
  "aboutP1": "Our brilliant sunshine, Anastasia Gumbel, left us at age 18 after fighting a mighty battle against depression. We followed the experts’ advice to the best of our ability. Our family fought the battle together.  We all adored this kind, generous, talented, extraordinary human more than we can express. We lost our child to suicide on February 3, 2024. Despite LOVE, therapy, hospitalizations, medicine management, advocacy, treatment at world renowned facilities, switching schools, and using different names, this precious life ended. \n\nIn our search for meaning, we decided to use her light to help others. Anastasia ALWAYS wanted to help others. She welcomed outsiders, calmed newcomers, and instilled faith in people who didn’t think they could make their dreams come true. During her brief life, the parents of loved ones she aided would tell us how much she helped their child. We strive to continue shining her light, so we have created our non-profit, Anastasia’s Light, Inc.",
  "aboutP2": "It felt like many of the “experts” did not lead us well.  We are raising awareness by telling our story. We hope to also raise funds to support alternative therapies that may be helpful. As our organization grows, maybe the change we can offer will grow as well. We are launching our first event, a first step in this journey, and we hope you will journey with us.\n\nThis year’s fundraising event is called “Tread for Tomorrow.” Often it felt like Anastasia was struggling to keep her head above the deep well of depression. She grew up swimming and eventually joined the Naval Academy Aquatic Club’s Water Polo team, as did our other 2 children. We chose to represent this by hosting our event, “Tread for Tomorrow” as a fun pool-based event to appeal to water polo players, swimmers, and anyone else who is moved to join us.",
  "brandTitle": "Anastasia’s Light, Inc.",
  "heroSubtitle": "Anastasia’s Light is a 501(c)(3) created to honor the memory of Anastasia Gumbel, and support nonprofits providing life-changing mental health services for our community.",
  "signupUrl": "https://docs.google.com/forms/d/e/1FAIpQLSchbjHpTX0AC2CKoJPVqnV1zAzSYL5CiaDIWwsOJrPeJ1joJQ/viewform?usp=publish-editor",
  "aboutEyebrow": "About Anastasia’s Light",
  "heroTitle": "Shining a light on mental health"
}
