{
  "donateUrl": "https://buy.stripe.com/4gM5kD8Dy1Mm8DS6b5dMI00",
  "footerText": "© 2025 Anastasia’s Light Incorporated — Shining a light on mental health.",
  "aboutTitle": "Honoring a daughter. Lifting our community.",
  "aboutP1": "Our brilliant sunshine, Anastasia Gumbel, left us at age 18 after having fought a mighty battle against depression. We followed the experts’ advice to the best of our ability. Our family fought the battle together.  We all adored this kind, generous, talented, extraordinary human more than we can express. We lost our child to suicide on February 3, 2024. Despite LOVE, therapy, hospitalizations, medicine management, advocacy, treatment at world renowned facilities, switching schools, using different names, this precious life ended in suicide.\n\nThe only thing we can do now is to try and bring some meaning to her death, and to use her light to help others. Anastasia ALWAYS wanted to help others. She welcomed outsiders, calmed newcomers, and instilled faith in people who didn’t think they could make their dreams come true. During her brief life, the parents of loved ones she aided would tell us how much she helped their child. So we will strive to continue shining her light. ",
  "aboutP2": "It felt to us that many of the, “experts,” didn’t lead us well.  Now we are hoping to raise funds to support non-profit providers of mental health which offer alternative therapies that may be helpful. We hope, as our organization grows, that the change we can offer will grow as well. Today we are launching our first event, a first step in this journey, and we hope you will journey with us.\n\nWe have created our non-profit, Anastasia’s Light, Inc. This year’s fundraising event is called Tread for Tomorrow. Often it felt like Anastasia was struggling to keep her head above the deep well of depression. She grew up swimming and eventually joined Naval Academy Aquatics Club Water Polo team, as did our other 2 children. We chose to represent this fact by holding our initial event as, “Tread for Tomorrow,” a fun pool based event we hope will appeal to her friends and peers who were regular swimmers, and anyone else who is moved to join us.\n",
  "brandTitle": "Anastasia’s Light, Inc.",
  "heroSubtitle": "Anastasia’s Light is a 501(c)(3) created to honor the memory of Anastasia Gumbel, and support nonprofits providing life-changing mental health services for our community.",
  "signupUrl": "https://docs.google.com/forms/d/e/1FAIpQLSchbjHpTX0AC2CKoJPVqnV1zAzSYL5CiaDIWwsOJrPeJ1joJQ/viewform?usp=publish-editor",
  "aboutEyebrow": "About Anastasia’s Light",
  "heroTitle": "Shining a light on mental health"
}
